{
  "verificaciones": [
    {
      "frase": "S: Lourdes Lancho presenta un dolor cr칩nico en la zona del trapecio izquierdo desde siempre, que se ",
      "estado": "PARCIAL",
      "evidencia": "A veces me aumenta con alg칰n ejercicio o me aumenta con alguna, pero generalment",
      "confianza": 0.245
    },
    {
      "frase": "El dolor es fijo y no irradia hacia el brazo o cabeza.",
      "estado": "PARCIAL",
      "evidencia": "쮼l dolor entonces le corre hacia el brazo, hacia la cabeza alguna vez o nunca? ",
      "confianza": 0.212
    },
    {
      "frase": "No ha probado medicaci칩n para calmar el dolor pero encuentra alivio con calor local.",
      "estado": "PARCIAL",
      "evidencia": "Prefer칤a ejercicio, pero bueno, si no...  Bueno, pues s칤. Como lleva mucho tiemp",
      "confianza": 0.192
    },
    {
      "frase": "Ha notado una sensaci칩n de p칠rdida de estabilidad al girar el cuello.\n\n",
      "estado": "VERIFICADO",
      "evidencia": "O cuando gira el cuello un poco tambi칠n o cuando mira hacia el cielo. Bueno, me ",
      "confianza": 0.838
    },
    {
      "frase": "O: Examen cl칤nico revela dolor en la zona del trapecio izquierdo que se intensifica al lateralizar e",
      "estado": "VERIFICADO",
      "evidencia": "Pues nada, ahora hacemos el examen cl칤nico. Vemos que los signos cl칤nicos aparec",
      "confianza": 0.824
    },
    {
      "frase": "Maniobra de compresi칩n radicular sugiere posible compromiso de ra칤z nerviosa.",
      "estado": "VERIFICADO",
      "evidencia": "En la maniobra de compresi칩n radicular aparece dolor irradiado hacia el brazo. E",
      "confianza": 0.999
    },
    {
      "frase": "Radiograf칤a cervical no muestra anomal칤as significativas.\n\n",
      "estado": "PARCIAL",
      "evidencia": "Entonces le haremos en principio algunas pruebas sencillas. Como ya tiene usted ",
      "confianza": 0.402
    },
    {
      "frase": "A: Dolor cr칩nico en el cuello con posibles signos de irritaci칩n de la ra칤z nerviosa.",
      "estado": "VERIFICADO",
      "evidencia": "En la maniobra de compresi칩n radicular aparece dolor irradiado hacia el brazo. E",
      "confianza": 0.797
    },
    {
      "frase": "Contractura muscular del trapecio izquierdo es probablemente responsable de la mayor칤a del dolor.\n\n",
      "estado": "VERIFICADO",
      "evidencia": "Y entre tanto, la mayor칤a del dolor que describe se debe a una contractura de lo",
      "confianza": 0.918
    },
    {
      "frase": "P: Se solicitar치 una resonancia magn칠tica para evaluar compresi칩n de las ra칤ces nerviosas.",
      "estado": "PARCIAL",
      "evidencia": "Y bueno, con estos elementos, la duraci칩n, la cronicidad, es conveniente realiza",
      "confianza": 0.249
    },
    {
      "frase": "Se prescribir치n antiinflamatorios y un relajante muscular.",
      "estado": "VERIFICADO",
      "evidencia": "Y entre tanto, la mayor칤a del dolor que describe se debe a una contractura de lo",
      "confianza": 0.94
    },
    {
      "frase": "Se proporcionar치 una hoja de ejercicios y recomendaciones de uso de calor local.",
      "estado": "VERIFICADO",
      "evidencia": "Y entre tanto, pues le vamos a dar una hoja de ejercicios, una recomendaci칩n de ",
      "confianza": 0.998
    },
    {
      "frase": "Se revisar치n los resultados de la resonancia para decidir el tratamiento m치s adecuado.",
      "estado": "VERIFICADO",
      "evidencia": "Y entre tanto, pues le vamos a dar una hoja de ejercicios, una recomendaci칩n de ",
      "confianza": 0.93
    }
  ],
  "omisiones": [
    {
      "dato": "Duele",
      "razon": "Revisar si estos s칤ntomas/datos deber칤an estar en el SOAP"
    }
  ],
  "metricas": {
    "fidelidad": 81.0,
    "alucinaciones": 0,
    "omisiones": 1
  },
  "recomendaciones": [
    "游닇 S칤ntomas o datos relevantes no incluidos en el SOAP"
  ]
}