{
  "verificaciones": [
    {
      "frase": "S: Mar칤a 츼ngeles presenta estre침imiento severo, definiendo como la incapacidad para ir al ba침o duran",
      "estado": "PARCIAL",
      "evidencia": "Hola, Mar칤a 츼ngeles. 쯇or qu칠 ha venido? Pues tengo estre침imiento severo. 쮸 qu칠",
      "confianza": 0.184
    },
    {
      "frase": "No ha experimentado gases ni heces s칩lidas en 28 a침os.",
      "estado": "PARCIAL",
      "evidencia": "Nada. Descubr칤 el micralas cuando me lo dieron cuando tuve a mi hija hace 28 a침o",
      "confianza": 0.07
    },
    {
      "frase": "Ha estado tomando Micralas diariamente desde el parto de su hija hace 28 a침os.",
      "estado": "VERIFICADO",
      "evidencia": "Nada. Descubr칤 el micralas cuando me lo dieron cuando tuve a mi hija hace 28 a침o",
      "confianza": 0.902
    },
    {
      "frase": "Comenta una dieta regular con caf칠, leche, jam칩n y ocasionalmente cocido o ensalada.",
      "estado": "VERIFICADO",
      "evidencia": "Pues en un d칤a me levanto por la ma침ana y me tomo el caf칠 con leche a las seis m",
      "confianza": 0.666
    },
    {
      "frase": "Bebe aproximadamente 1,5 litros de agua al d칤a.",
      "estado": "VERIFICADO",
      "evidencia": "쯏 agua? 쮺u치nta bebe al d칤a? El litro y medio que me bebo trabajando por la ma침",
      "confianza": 0.763
    },
    {
      "frase": "Actualmente toma 4 medicamentos: Adiro, Nexium, Orfidal y Torbastatina.\n\n",
      "estado": "VERIFICADO",
      "evidencia": "No dorm칤a nada. Y gracias al orfidal ahora duermo. Y tambi칠n me tomo por la noch",
      "confianza": 0.793
    },
    {
      "frase": "O: No se reportan s칤ntomas adicionales como hinchaz칩n abdominal o dolor estomacal.",
      "estado": "PARCIAL",
      "evidencia": "Casi siempre s칤. A veces me espero dos d칤as, pero casi siempre s칤. Y es la 칰nica",
      "confianza": 0.041
    },
    {
      "frase": "Las heces son l칤quidas.",
      "estado": "VERIFICADO",
      "evidencia": "쯏 cuando va al ba침o las heces son l칤quidas o son s칩lidas? Son l칤quidas. S칩lidas",
      "confianza": 0.979
    },
    {
      "frase": "No hay signos de deshidrataci칩n ni alteraciones en el estado general.\n\n",
      "estado": "PARCIAL",
      "evidencia": "Y el nexium es para que el est칩mago no tenga reflujo. Luego por la noche me tomo",
      "confianza": 0.004
    },
    {
      "frase": "A: Estre침imiento severo cr칩nico, probablemente relacionado con la falta de fibra diet칠tica y depende",
      "estado": "PARCIAL",
      "evidencia": "Pues nada, vamos a probar intentando mejorar un poquito la dieta.  Vamos a... le",
      "confianza": 0.003
    },
    {
      "frase": "Es posible que la medicaci칩n para la sangre fluida (Adiro y Nexium) contribuya al problema.",
      "estado": "VERIFICADO",
      "evidencia": "El adiro es para que la sangre se me haga m치s fluida. Y el nexium es para que la",
      "confianza": 0.99
    },
    {
      "frase": "La endoscopia o colonoscopia ser치n 칰tiles para evaluar la motilidad intestinal y cualquier otra pato",
      "estado": "VERIFICADO",
      "evidencia": "Y nada, y al digestivo. A ver que le haga una endoscopia. Muy bien. Una colonosc",
      "confianza": 0.608
    },
    {
      "frase": "P: Iniciar dieta rica en fibra y aumentar el consumo de agua.",
      "estado": "VERIFICADO",
      "evidencia": " Vamos a... le voy a dar una dieta rica en fibra. Vale. Y vamos a aumentar el co",
      "confianza": 0.983
    },
    {
      "frase": "Recetar laxantes est칩picos para ayudar a regular las deposiciones.",
      "estado": "PARCIAL",
      "evidencia": "Muy bien. Una colonoscopia me refiero. Lo que quieras. Cualquiera de las dos.",
      "confianza": 0.026
    },
    {
      "frase": "Programar una endoscopia o colonoscopia con el gastroenter칩logo.",
      "estado": "VERIFICADO",
      "evidencia": "Y nada, y al digestivo. A ver que le haga una endoscopia. Muy bien. Una colonosc",
      "confianza": 0.65
    }
  ],
  "omisiones": [
    {
      "dato": "Arde",
      "razon": "Revisar si estos s칤ntomas/datos deber칤an estar en el SOAP"
    },
    {
      "dato": "Duele",
      "razon": "Revisar si estos s칤ntomas/datos deber칤an estar en el SOAP"
    },
    {
      "dato": "Pastilla",
      "razon": "Revisar si estos s칤ntomas/datos deber칤an estar en el SOAP"
    }
  ],
  "metricas": {
    "fidelidad": 80.0,
    "alucinaciones": 0,
    "omisiones": 3
  },
  "recomendaciones": [
    "游닇 S칤ntomas o datos relevantes no incluidos en el SOAP"
  ]
}