{
  "verificaciones": [
    {
      "frase": "S: Lourdes Lancho presenta un dolor crónico en la zona del trapecio izquierdo, que se mantiene fijo ",
      "estado": "VERIFICADO",
      "evidencia": "A veces me aumenta con algún ejercicio o me aumenta con alguna, pero generalment",
      "confianza": 0.698
    },
    {
      "frase": "No hay irradiación de dolor hacia el brazo ni la cabeza.",
      "estado": "PARCIAL",
      "evidencia": "¿El dolor entonces le corre hacia el brazo, hacia la cabeza alguna vez o nunca? ",
      "confianza": 0.358
    },
    {
      "frase": "El dolor se alivia con calor local.",
      "estado": "PARCIAL",
      "evidencia": "Si me molesta mucho, me cuesta. Vale, ha probado si le calma el calor local, por",
      "confianza": 0.198
    },
    {
      "frase": "No ha probado medicamentos antiinflamatorios ni paracetamol debido a costos, pero menciona que le ay",
      "estado": "PARCIAL",
      "evidencia": "¿Para qué?  ¿Para calmar el dolor?  No. ¿No ha probado tomar algún antiinflamato",
      "confianza": 0.144
    },
    {
      "frase": "O: Examen clínico revela dolor en la zona del trapecio izquierdo al girar el cuello.",
      "estado": "VERIFICADO",
      "evidencia": "Pues nada, ahora hacemos el examen clínico. Vemos que los signos clínicos aparec",
      "confianza": 0.838
    },
    {
      "frase": "Maniobra de compresión radicular sugiere posible compromiso de raíz nerviosa.",
      "estado": "VERIFICADO",
      "evidencia": "En la maniobra de compresión radicular aparece dolor irradiado hacia el brazo. E",
      "confianza": 0.999
    },
    {
      "frase": "Radiografía cervical no muestra anomalías significativas.",
      "estado": "PARCIAL",
      "evidencia": "Entonces le haremos en principio algunas pruebas sencillas. Como ya tiene usted ",
      "confianza": 0.473
    },
    {
      "frase": "Se solicita resonancia magnética para evaluar posibles compresiones de las raíces nerviosas.\n\n",
      "estado": "VERIFICADO",
      "evidencia": "Como ya tiene usted radiografía, que me la ha traído, y en la radiografía no se ",
      "confianza": 0.791
    },
    {
      "frase": "A: Dolor crónico en la zona del trapecio izquierdo, probablemente debido a contractura muscular y po",
      "estado": "VERIFICADO",
      "evidencia": "Y entre tanto, la mayoría del dolor que describe se debe a una contractura de lo",
      "confianza": 0.866
    },
    {
      "frase": "No hay signos de radiculopatía significativa pero sí indicaciones para explorar posibles compresione",
      "estado": "PARCIAL",
      "evidencia": "Pues nada, ahora hacemos el examen clínico. Vemos que los signos clínicos aparec",
      "confianza": 0.021
    },
    {
      "frase": "P: Se prescribe antiinflamatorio y relajante muscular para aliviar el dolor muscular.",
      "estado": "VERIFICADO",
      "evidencia": "Y entre tanto, la mayoría del dolor que describe se debe a una contractura de lo",
      "confianza": 0.837
    },
    {
      "frase": "Se recomienda calor local y se proporciona una hoja de ejercicios para la rehabilitación cervical.",
      "estado": "VERIFICADO",
      "evidencia": "Le dejaré la medicación por si empeora, para que tenga un recurso, pero no es ne",
      "confianza": 0.804
    },
    {
      "frase": "Se solicita resonancia magnética para confirmar o descartar compresión de las raíces nerviosas y det",
      "estado": "PARCIAL",
      "evidencia": "Y bueno, con estos elementos, la duración, la cronicidad, es conveniente realiza",
      "confianza": 0.48
    }
  ],
  "omisiones": [
    {
      "dato": "Duele",
      "razon": "Revisar si estos síntomas/datos deberían estar en el SOAP"
    }
  ],
  "metricas": {
    "fidelidad": 77.0,
    "alucinaciones": 0,
    "omisiones": 1
  },
  "recomendaciones": [
    "📝 Síntomas o datos relevantes no incluidos en el SOAP"
  ]
}