{
  "verificaciones": [
    {
      "frase": "S: La paciente, Mar칤a 츼ngeles, presenta estre침imiento severo caracterizado por la ausencia de deposi",
      "estado": "PARCIAL",
      "evidencia": "Mar칤a 츼ngeles. Hola, Mar칤a 츼ngeles. 쯇or qu칠 ha venido? Pues tengo estre침imiento",
      "confianza": 0.109
    },
    {
      "frase": "No experimenta sensaci칩n de necesidad de ir al ba침o ni s칤ntomas de gases.",
      "estado": "VERIFICADO",
      "evidencia": "쮸 que no hace nada nada? 쮸 que tampoco tiene gases? Nada, no tengo ni sensaci칩",
      "confianza": 0.992
    },
    {
      "frase": "Su dieta es baja en fibra y su ingesta h칤drica es moderada.",
      "estado": "PARCIAL",
      "evidencia": "Pues nada, vamos a probar intentando mejorar un poquito la dieta.  Vamos a... le",
      "confianza": 0.473
    },
    {
      "frase": "Tiene un historial de consumo diario de medicamentos, incluyendo adiro, nexium, orfidal y torbastati",
      "estado": "PARCIAL",
      "evidencia": "El litro y medio que me bebo trabajando por la ma침ana en las siete horas. Debo d",
      "confianza": 0.04
    },
    {
      "frase": "Utiliza micralas como estimulante para la defecaci칩n desde hace 28 a침os.\n\n",
      "estado": "VERIFICADO",
      "evidencia": "Y hace 28 a침os que solamente voy al ba침o con micralas. 28 a침os. 쯉e lo pone todo",
      "confianza": 0.674
    },
    {
      "frase": "O: La paciente no presenta signos de hinchaz칩n abdominal ni dolor en la regi칩n epig치strica.",
      "estado": "PARCIAL",
      "evidencia": "쯏 siente hinchaz칩n abdominal? 쯉iente que le duele la barriga? No siento nada. ",
      "confianza": 0.004
    },
    {
      "frase": "Las heces son l칤quidas y no hay presencia de s칩lidos.",
      "estado": "VERIFICADO",
      "evidencia": "Solamente que no voy al ba침o. 쯏 cuando va al ba침o las heces son l칤quidas o son ",
      "confianza": 0.948
    },
    {
      "frase": "La ingesta diaria de agua es aproximadamente un litro y medio, y su dieta se caracteriza por una baj",
      "estado": "PARCIAL",
      "evidencia": "Vamos a... le voy a dar una dieta rica en fibra. Vale. Y vamos a aumentar el con",
      "confianza": 0.475
    },
    {
      "frase": "A: El estre침imiento severo de la paciente puede estar relacionado con una dieta deficiente en fibra,",
      "estado": "PARCIAL",
      "evidencia": "Vamos a... le voy a dar una dieta rica en fibra. Vale. Y vamos a aumentar el con",
      "confianza": 0.046
    },
    {
      "frase": "Es importante considerar la posibilidad de disfunci칩n motilidad intestinal o obstrucci칩n.\n\n",
      "estado": "PARCIAL",
      "evidencia": "A veces me espero dos d칤as, pero casi siempre s칤. Y es la 칰nica manera por la qu",
      "confianza": 0.95
    },
    {
      "frase": "P: Se recomienda mejorar la dieta aumentando la ingesta de fibra y agua.",
      "estado": "VERIFICADO",
      "evidencia": "Vamos a... le voy a dar una dieta rica en fibra. Vale. Y vamos a aumentar el con",
      "confianza": 0.908
    },
    {
      "frase": "Se le proporcionar치 un suplemento de fibra y se le indicar치 el uso de laxantes est칩picos si es neces",
      "estado": "PARCIAL",
      "evidencia": "Pues nada, vamos a probar intentando mejorar un poquito la dieta.  Vamos a... le",
      "confianza": 0.154
    },
    {
      "frase": "Se programar치 una endoscopia (colonoscopia) para evaluar la motilidad intestinal y buscar posibles o",
      "estado": "VERIFICADO",
      "evidencia": "Y nada, y al digestivo. A ver que le haga una endoscopia. Muy bien. Una colonosc",
      "confianza": 0.849
    },
    {
      "frase": "La paciente regresar치 en tres semanas para evaluar la respuesta al tratamiento.",
      "estado": "VERIFICADO",
      "evidencia": "Muy bien. Y va a volver en... En tres semanas para ver la evoluci칩n, para ver qu",
      "confianza": 0.744
    }
  ],
  "omisiones": [
    {
      "dato": "Arde",
      "razon": "Revisar si estos s칤ntomas/datos deber칤an estar en el SOAP"
    },
    {
      "dato": "Duele",
      "razon": "Revisar si estos s칤ntomas/datos deber칤an estar en el SOAP"
    },
    {
      "dato": "Pastilla",
      "razon": "Revisar si estos s칤ntomas/datos deber칤an estar en el SOAP"
    }
  ],
  "metricas": {
    "fidelidad": 71.0,
    "alucinaciones": 0,
    "omisiones": 3
  },
  "recomendaciones": [
    "游닇 S칤ntomas o datos relevantes no incluidos en el SOAP"
  ]
}