{
  "verificaciones": [
    {
      "frase": "S: Lourdes Lancho presenta un dolor crónico en la zona del trapecio izquierdo desde siempre, que se ",
      "estado": "PARCIAL",
      "evidencia": "A veces me aumenta con algún ejercicio o me aumenta con alguna, pero generalment",
      "confianza": 0.245
    },
    {
      "frase": "El dolor es fijo y no irradia hacia el brazo o cabeza.",
      "estado": "PARCIAL",
      "evidencia": "¿El dolor entonces le corre hacia el brazo, hacia la cabeza alguna vez o nunca? ",
      "confianza": 0.212
    },
    {
      "frase": "Ha probado antiinflamatorios y paracetamol sin efecto.",
      "estado": "PARCIAL",
      "evidencia": "¿Para qué?  ¿Para calmar el dolor?  No. ¿No ha probado tomar algún antiinflamato",
      "confianza": 0.208
    },
    {
      "frase": "Le alivia el calor local.",
      "estado": "VERIFICADO",
      "evidencia": "Vale, ha probado si le calma el calor local, por ejemplo, una bolsita de agua ca",
      "confianza": 0.744
    },
    {
      "frase": "No ha notado pérdida de estabilidad, pero sí una sensación de inestabilidad al girar el cuello.\n\n",
      "estado": "VERIFICADO",
      "evidencia": "Ah, que tenía un poco de sensación, ya. Sí. ¿Al mirar hacia arriba o al girar el",
      "confianza": 0.613
    },
    {
      "frase": "O: Examen clínico revela dolor en la zona del trapecio izquierdo que se incrementa al girar el cuell",
      "estado": "VERIFICADO",
      "evidencia": "Pues nada, ahora hacemos el examen clínico. Vemos que los signos clínicos aparec",
      "confianza": 0.891
    },
    {
      "frase": "Maniobra de compresión radicular sugiere posible compromiso de raíz nerviosa.",
      "estado": "VERIFICADO",
      "evidencia": "En la maniobra de compresión radicular aparece dolor irradiado hacia el brazo. E",
      "confianza": 0.999
    },
    {
      "frase": "Radiografía cervical no muestra anormalidades notables.\n\n",
      "estado": "PARCIAL",
      "evidencia": "Como ya tiene usted radiografía, que me la ha traído, y en la radiografía no se ",
      "confianza": 0.288
    },
    {
      "frase": "A: Dolor crónico en la zona del trapecio izquierdo, probablemente debido a contractura muscular y po",
      "estado": "VERIFICADO",
      "evidencia": "Y entre tanto, la mayoría del dolor que describe se debe a una contractura de lo",
      "confianza": 0.813
    },
    {
      "frase": "Medicación para uso inmediato si empeora.",
      "estado": "VERIFICADO",
      "evidencia": "Le dejaré la medicación por si empeora, para que tenga un recurso, pero no es ne",
      "confianza": 0.517
    },
    {
      "frase": "Hoja de ejercicios y recomendaciones de calor local.",
      "estado": "VERIFICADO",
      "evidencia": "Y entre tanto, pues le vamos a dar una hoja de ejercicios, una recomendación de ",
      "confianza": 0.997
    },
    {
      "frase": "Pruebas adicionales: resonancia magnética cervical para evaluar posible compresión de raíces nervios",
      "estado": "PARCIAL",
      "evidencia": "Como ya tiene usted radiografía, que me la ha traído, y en la radiografía no se ",
      "confianza": 0.345
    }
  ],
  "omisiones": [
    {
      "dato": "Duele",
      "razon": "Revisar si estos síntomas/datos deberían estar en el SOAP"
    }
  ],
  "metricas": {
    "fidelidad": 79.0,
    "alucinaciones": 0,
    "omisiones": 1
  },
  "recomendaciones": [
    "📝 Síntomas o datos relevantes no incluidos en el SOAP"
  ]
}